{
  "HOME": {
    "HEROSECTION": {
      "GREETINGS": "¡Hola!, yo soy un {{ position }} con experiencia en",
      "EXPERIENCES": [
        "Desarrollo de aplicaciones web",
        "Desarrollo de aplicaciones backend"
      ],
      "SOCIAL": {
        "LINKEDIN": "Mi linkedin",
        "GITHUB": "Mi GitHub",
        "MAIL": "Mi correo"
      }
    },
    "ABOUT": {
      "TITLE": "Sobre mí",
      "SUMMARY1": {
        "DESCRIPTION": "Soy un estudiante de {{ university }} pronto a graduarme de {{ position }} con experiencia en desarrollo frontend con los frameworks: {{ frontend }}, desarrollo backend con los frameworks: {{ backend }} y desarrollo y manejo de bases de datos con: {{database}}. Soy apasionado por la tecnología y siempre estoy buscando nuevos desafíos para mejorar mis habilidades"
      },
      "SUMMARY2": {
        "DESCRIPTION": "Desde pequeño me ha atraído la tecnología, siendo de las personas que le entregaba a los profesores los trabajos de primera, ayudando a mis compañeros y haciendo trabajo extra por entretenimiento. En mi adolescencia me empezaron a interesar las computadoras en sentido de hardware, por lo que en  mi familia siempre les terminaba ayudando con la tecnologia, sea con un programa, a comprar un equipo tecnologico o algo parecido, lo cual en ese tiempo me gustaba bastante. Para mi ultimo año en el colegio, teniamos de proyecto de grado hacer una aplicacion de cualquier tipo, y con mi equipo elegimos un videojuego, el cual terminé programando en su mayoria con Unity y C#"
      },
      "SUMMARY3": {
        "DESCRIPTION": "Tras finalizar el bachillerato, ingresé a la carrera de Ingeniería de Software, en 2024 inicié mi semestre de coformación en la empresa EQL, donde participé en una propuesta de mejoras para la página web principal de la empresa. En el semestre siguiente de enfoque teórico, desarrollé para un trabajo universitario una aplicación web de comercio electrónico de gorras utilizando HTML puro, conectada a una API REST desarrollada en Spring Boot. Esta experiencia me permitió profundizar en el desarrollo web y la integración de sistemas backend. Tiempo después, decidí continuar el proyecto de manera individual, migrándolo de HTML puro a Angular y mejorando la API para hacerla más robusta y eficiente"
      }
    }
  },
  "HEADER": {
    "ABOUT": "Sobre mí",
    "PORTFOLIO": "Portafolio",
    "CONTACT": "Contacto"
  },
  "MY_INFO": {
    "UNIVERSITY": {
      "NAME": "Uniempresarial",
      "STATUS": "actualmente en quinto semestre",
      "EXTRA": "Universidad de la Cámara de Comercio De Bogotá"
    },
    "POSITION": "Ingeniero de Software",
    "SKILLS": {
      "FRONTEND": [
        {
          "NAME": "Angular",
          "LEVEL": "Intermedio"
        },
        {
          "NAME": "Vue",
          "LEVEL": "Básico"
        },
        {
          "NAME": "Flutter",
          "LEVEL": "Básico"
        }
      ],
      "BACKEND": [
        {
          "NAME": "Spring Boot",
          "LEVEL": "Intermedio"
        },
        {
          "NAME": "Asp.Net",
          "LEVEL": "Básico"
        },
        {
          "NAME": "Node.js",
          "LEVEL": "Básico"
        }
      ],
      "DATABASE": [
        {
          "NAME": "MySQL y SQL Server",
          "LEVEL": "Intermedio"
        },
        {
          "NAME": "MongoDB",
          "LEVEL": "Básico"
        }
      ],
      "PROGRAMMING_LANGUAGES": [
        {
          "NAME": "Java",
          "LEVEL": "Intermedio"
        },
        {
          "NAME": "C#",
          "LEVEL": "Básico"
        },
        {
          "NAME": "JavaScript",
          "LEVEL": "Intermedio"
        },
        {
          "NAME": "TypeScript",
          "LEVEL": "Intermedio"
        },
        {
          "NAME": "HTML & CSS",
          "LEVEL": "Intermedio"
        }
      ]
    }
  }
}